num_of_users = 4 #количество юзеров которым нужно будет разослать подарки
parsing_cooldown = 5 #переодичность в секундах с которой аккаунт будет проверять вышли ли новые подарки

first_username = "samagem" #писать без @ как в примере
second_username = "samagem" #писать без @ как в примере
third_username = "samagem" #писать без @ как в примере
fourth_username = "samagem" #писать без @ как в примере

time_sleep = 0.1 #задержка между циклом отправки подарков

acc_for_notification = "samagem" #на этот ак будет приходить сообщение, в случае выхода новых подарков

mcap = 300000 #маркеткапа, подарки купятся, только при условии, что маркеткапа подарка ниже указанной

stars_for_each = 40000 #количество звёзд на которые будет закуплен каждый подарок